{
  "type" : "project information",
  "projects" : {    
    "piper" : {
      "title": "Piper",
      "shortName": "Piper",
      "client": "HLW Sustainability",
      "location": "New York",
      "status": "Ongoing",
      "type": "Application",
      "work": "INN : Application Development",
      "team": "INNOVATION",
      "slug": "piper",
      "description": {
        "challenge" : "Companies will face one of the defining challenges of our time when they look to build, battling climate change through 'sustainability' and 'wellness.'  Unfortunately, these organizations must now wade through the acronyms and initials of sustainability and wellness rankings and their respective rating schemes to obtain a firmer grasp of where they stand and look to go with their sustainability and wellness efforts. Mostly, they are left perplexed.",
        "outcome" : "Piper is a smart assistant built to help companies discover, learn about, and compare sustainability and wellness frameworks across their building projects. NEXT, in conjunction with sustainability experts at HLW, created Piper to replicate an early engagement with a subject matter expert and guide companies down the right path as they strategize building, or to course-correct in late-stage planning. With Piper, we have invented a means to scale organizations' abilities to tackle climate change."
      },
      "pictureURL":[""]
    },
    "turing" : {
      "title": "Turing",
      "shortName": "Turing",
      "client": "HLW International",
      "location": "New York",
      "status": "On-Going",
      "type": "Commercial",
      "work": "INN : Application Development",
      "team": "INNOVATION",
      "slug": "turing",
      "description": {
        "challenge" : "Today's workplaces and learning hubs are at the center of massive shifts. The rise of automation will displace close to 40 million workers over the next decade. Technology advancements and health advancements will continue to create heightened mobility and distribution in offices and on campuses. New technologies evolving across nearly all verticals have created the need for continual upskilling. How do we establish more reliable connections between design and productivity in increasingly automated and distributed workplaces and learning spaces?  How do we anticipate changes in workplace culture, arising from these shifts? How do we foster the turns towards the commingling of work and education through design?",
        "outcome" : "We are building Turing: a deep learning platform that will provide intelligence for the workplace and learning space, and optimization for their organization in early design approaches. Turing will feature spatial factors, cultural indicators, productivity measures, real estate market trends, and sustainability data in making predictions on how these spaces will change and how to optimize them. "
      },
      "pictureURL":[""]
    },
    "hofstra" : {
      "title": "Hofstra University",
      "shortName": "Hofstra",
      "client": "Hofstra University",
      "location": "New York",
      "status": "On-Going",
      "type": "Education",
      "work": "SIM : Real Time Virtual Reality",
      "team": "SIMULATION",
      "slug": "hofstra",
      "description": {
        "challenge" : "Hofstra University's new Student innovation center became its designers' response to the question, 'how will we make a building for the next generation of nurses and engineers?'. Crafted in conjunction with NEXT, the center's proposal involved synthesizing nursing and engineering classes and spaces together in a spatially integrated vertical campus. Getting the right balance of spaces, however, would be a more significant challenge. To tackle this challenge, Hofstra's engineering and nursing faculty would have to discuss the sizes and placement of 90+ spatial types with its project team working across three sites. ",
        "outcome" : "NEXT built an interactive VR tool for collaboration to gather the Hofstra faculty and project team together in the same space virtually. The tool, created using the Unreal Engine, enabled users to place, modify, and save the spatial arrangements designed within each session. Utilizing this approach, Hofstra's faculty and project teams can overcome the weeks-long back and forth customarily required and collaborate to find new possibilities in real-time."
      },
      "pictureURL":[""]
    },
    "fordham" : {
      "title": "Fordham NRHCC",
      "shortName": "Fordham",
      "client": "Fordham University",
      "location": "New York",
      "status": "Completed",
      "type": "Education",
      "work": "SIM : Real Time Virtual Reality",
      "team": "Simulation",
      "slug": "fordham",
      "description": {
        "challenge" : "Fordham's new campus center was envisioned as the heart of their Rose Hill campus - a space for dining, recreation and fitness, and a beacon to welcome visitors and tell the unique story of the Jesuit university in the city. Building buy-in for the vision and its funding among students, faculty, alumni, and donors in the 10,000-strong historical campus would not be an easy feat for its leadership. How could we craft an experience to knit the Fordham community together around its leadership's visionary proposal?",
        "outcome" : "NEXT utilized immersive storytelling through its VR platforms to build visualizations that could be modified from within the experience in real-time. Together with Fordham's leadership, NEXT's Simulation team was able to craft and vet several narratives in real-time through workflows based on the Unreal gaming engine. Utilizing this approach, Fordham's leadership would co-author this mission-critical experience with NEXT and help steer it to success."
      },
      "pictureURL":[""]
    },
    "google" : {
      "title": "Google Chelsea Market",
      "shortName": "Google",
      "client": "Google",
      "location": "New York",
      "status": "Completed",
      "type": "Workspace",
      "team": "Computation",
      "work": "BIM : Architectural Analysis",
      "slug": "google",
      "description": {
        "challenge" : "Help Google project team and its multidisciplinary group of stakeholders manage, integrate and coordinate the design development of a central atrium knitting together multiple floors, integrating shared amenities and serving as a the new heart of Google NYC.",
        "outcome" : "A BIM process that utilized digital models as virtual repositories for data enabling the management, coordination and integration of: post occupancy analyses, custom sustainability practices, wellness design, healthy materials consulting, LEED consulting master planning, interior design and landscape architecture"
      },
      "pictureURL":[""]
    }
  }
}