{
  "type" : "project information",
  "projects" : {    
    "member" : {
      "title": "member",
      "shortName": "New Member!",
      "A": "Aashna Bajaj",
      "B": "New York",
      "C": "intern",
      "D": "abajaj",
      "work": "INN : Application Development",
      "E": "INNOVATION",
      "slug": "member",
      "description": {
        "challenge" : "Say Hi to Aashna! She is currently a student at Pratt Institute majoring in Bachelor's of Architecture. She joined NEXT with an interest in technology advancement in AEC field."
      },
      "pictureURL":[""]
    },
    "revit" : {
      "title": "revit",
      "shortName": "Revit 2023",
      "A": "Software Update",
      "B": "All Offices",
      "C": "From Q4",
      "D": "Revit 2023",
      "work": "INN : Application Development",
      "E": "INNOVATION",
      "slug": "revit",
      "description": {
        "challenge" : "Today's workplaces and learning hubs are at the center of massive shifts. The rise of automation will displace close to 40 million workers over the next decade. Technology advancements and health advancements will continue to create heightened mobility and distribution in offices and on campuses. New technologies evolving across nearly all verticals have created the need for continual upskilling. How do we establish more reliable connections between design and productivity in increasingly automated and distributed workplaces and learning spaces?  How do we anticipate changes in workplace culture, arising from these shifts? How do we foster the turns towards the commingling of work and education through design?",
        "outcome" : "We are building Turing: a deep learning platform that will provide intelligence for the workplace and learning space, and optimization for their organization in early design approaches. Turing will feature spatial factors, cultural indicators, productivity measures, real estate market trends, and sustainability data in making predictions on how these spaces will change and how to optimize them. "
      },
      "pictureURL":[""]
    },
    "addin" : {
      "title": "Add-Ins",
      "shortName": "HLW Add In",
      "A": "HLW Revit Add-Ins",
      "B": "All Offices",
      "C": "From Q3",
      "D": "Product Dev",
      "work": "SIM : Real Time Virtual Reality",
      "E": "INNOVATION",
      "slug": "addin",
      "description": {
        "challenge" : "Hofstra University's new Student innovation center became its designers' response to the question, 'how will we make a building for the next generation of nurses and engineers?'. Crafted in conjunction with NEXT, the center's proposal involved synthesizing nursing and engineering classes and spaces together in a spatially integrated vertical campus. Getting the right balance of spaces, however, would be a more significant challenge. To tackle this challenge, Hofstra's engineering and nursing faculty would have to discuss the sizes and placement of 90+ spatial types with its project team working across three sites. ",
        "outcome" : "NEXT built an interactive VR tool for collaboration to gather the Hofstra faculty and project team together in the same space virtually. The tool, created using the Unreal Engine, enabled users to place, modify, and save the spatial arrangements designed within each session. Utilizing this approach, Hofstra's faculty and project teams can overcome the weeks-long back and forth customarily required and collaborate to find new possibilities in real-time."
      },
      "pictureURL":[""]
    }
  }
}