{
  "type" : "team information",
  "members" : {    
    "adam" : {
      "name": "Adam Strudwick",
      "email": "astrudwick@hlw.com",
      "position": "Principal",
      "location": "London",
      "description": "Adam is Principal in charge of our technology team but cant use Revit (or any other significant technology) and isn't on Instagram. He is NEXTs Steve Jobs.",
      "team": "All",
      "picture": null
    },
    "ruyi" : {
      "name": "Ruyi Igiehon",
      "email": "rigiehon@hlw.com",
      "position": "Director",
      "location": "New York",
      "description": "Ruyi is committed to dopeness. He has a passion for experience,  Ambient Intelligence, Product Development and fabrication. He has an MBA from University of Oxford, a Master’s from Harvard University’s Graduate School of Design and is completing a certification in Artificial intelligence at Columbia. ",
      "team": "All",
      "pictureURL": null
    },
    "preston" : {
      "name": "Preston Smith",
      "email": "psmith@hlw.com",
      "position": "Innovation Lead",
      "location": "New York",
      "description": "Preston likes being the guy you go to when you want to make a thing. He spends a lot of time crafting beautiful interfaces, geeking out over super efficient algorithms and trying to find excuses to dabble in hardware. His love for design is matched only by his love for his hometown, Queens, the greatest borough in New York City.",
      "team": "Innovation",
      "pictureURL": null
    },
    "chris" : {
      "name": "Chris Sower",
      "email": "csower@hlw.com",
      "position": "Architecture Designer",
      "location": "Los Angeles",
      "description": "Chris is your guy for creating a counter-argument to something you thought was self-evident or, as his wife calls it, annoying. He is a licensed architect in LA who graduated with a BArch from the University of Miami in 2009 and an MArch from the Glasgow School of Art in 2010. He started the NY office, transferred to LA and currently works on the YouTube Headquarters.",
      "team": "BIM/Computation",
      "pictureURL": null
    },
    "stephen" : {
      "name": "Stephen Magee",
      "email": "smagee@hlw.com",
      "position": "Assocaite, Design Technology & Technical Lead",
      "location": "London",
      "description": "An Interior Designer with passion for delivery & technical excellence. Fascinated by its potential, I took my first BIM role before opening Revit & never looked back! Meticulous (OCD) for process & standards but it’s served me well!",
      "team": "BIM/Computation",
      "pictureURL": null
    },
    "andrew" : {
      "name": "Andrew Delgado",
      "email": "adelgado@hlw.com",
      "position": "Experience Lead",
      "location": "New York",
      "description": "Andrew is boring AF. He has 10 years of experience as a visualization artist, specializing in Architecture. With a passion to bring cutting edge technology together to help create and design the world around us. He has a master’s degree in Digital Imaging and Design from NYU.",
      "team": "Experience",
      "pictureURL": null
    },
    "kp" : {
      "name": "KyungPyo (KP) Kim",
      "email": "kpkim@hlw.com",
      "position": "Design Technology Specialist/ Designer",
      "location": "New York",
      "description": "Always intrigued by art that make people fall in wonder. Graduated from Pratt Institute, earned Bachelor of Architecture and minor in Construction Management, specialized on real estate. Now his focus is on full-stack development coding, UI/UX application prototyping, architectural computation design and software development where he is scrutinizing the idea, “What is beyond the blueprints and renderings in the field of architecture / design?”. Favorite artists are Hajime Sorayama _ Georgio de Chirico _ Mark Rothko // favorite architects are Peter Zumthor _ Tadao Ando // Favorite musician are Frank Sinatra _ Daft Punk.",
      "team": "Innovation",
      "pictureURL": "assets/photo/team/professional/kp.png"
    },
    "bharti" : {
      "name": "Bharti Kodnani",
      "email": "bkodnani@hlw.com",
      "position": "Design Technology Specialist / Designer",
      "location": "New York",
      "description": "Bharti is a designer based in NY with a B. Arch from Pratt Institute. With nearly three years of experience in robotics, Bharti’s true interest lies in exploring new technologies. At Next/ she's working on real time rendering projects, animations, front end development and 3d print fabrication . She is quite quirky, and that peeks through in her work.",
      "team": "Experience",
      "pictureURL": null
    },
    "jeff" : {
      "name": "Jeff Bailey",
      "email": "jbailey@hlw.com",
      "position": "BIM Specialist",
      "location": "New York",
      "description": "Jeff only wears brown pants (brown trousers depending on your side of the pond). He is an ex designer, technician, teacher, manager, and consultant with deep roots at the intersection of architecture, technology, and creative problem solving. He is curious about what architecture can offer us in our increasingly urbane and digital lifestyles.",
      "team": "BIM / Computation",
      "pictureURL": null
    },
    "mina" : {
      "name": "Mina Nassif",
      "email": "mnassif@hlw.com",
      "position": "BIM Specialist",
      "location": "New York",
      "description": "Mina always fascinated by how technology can shape the Architecture world. He started studying Architecture at NJIT, where he graduated with a Bachelor's degree. He worked as a designer in MMA, did renders, animations, and construction documents. Officially started his BIM Career in Toll Brother, where he helped in transforming the company from the 2D world (Autocad) to 3D world and create a single source of truth models. He also published the first version of the BIM world. In NEXT, he's interesting in computation graphs and creating an excellent experience for clients using VR/AR,  realtime animations and renders.",
      "team": "BIM / Computation",
      "pictureURL": null
    }
  }
}